describe("Input Select Testing", () => {

	test("Должно отображаться соответсвующее значение(label)", () => {})
	test("Открытие списка выборки по нажатию на иконку", () => {})
	test("Открытие списка выборки по нажатию enter при фокусе на поле", () => {})
	test("Переключение значений при нажатии клавиши вниз при фокусе на поле.", () => {})
	test("При открытии поля значение должно быть в видимой части.", () => {})
	test("Disabled select", () => {})
	test("Error Select", () => {})
	test("Передача массива как options", () => {})
	test("Передача объекта как options", () => {})
})